---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ksi
source: html/207dcedd-1256-eb42-c632-9054300ea2ab.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ksi Property

Symbol ksi, indicating unit Kips per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId Ksi { get; }
```